Repository: mziodev/Migraines
Catalog: Migraines/Localizable.xcstrings
Source language: en
Languages: es

source: %lld migraines
es: %lld migrañas

source: %lld palliatives
es: %lld paliativos

source: Add
es: Añadir

source: Add Migraine
es: Añadir Migraña

source: Add palliative
es: Añadir paliativo

source: Add Palliative
es: Añadir Paliativo

source: Add Palliative Dose
es: Añadir Dosis de Paliativo

source: Amount
es: Cantidad

source: Amount value
es: Valor de cantidad

source: Analgesic
es: Analgésico

source: Antiemetic
es: Antiemético

source: Cancel
es: Cancelar

source: Capsule
es: Cápsula

source: Concentration
es: Concentración

source: Concentration value
es: Valor de concentración

source: Corticosteroid
es: Corticoesteroide

source: Date
es: Fecha

source: Delete
es: Eliminar

source: Delete Migraine
es: Eliminar Migraña

source: Delete Palliative
es: Eliminar Paliativo

source: Delete Palliative Dose
es: Eliminar Dosis de Paliativo

source: Done
es: Hecho

source: Dose details
es: Detalles de la Dosis

source: Enter a name
es: Escribe un nombre

source: Extreme
es: Extrema

source: Failed to create a date, please try again.
es: Falló la creación de la fecha, por favor inténtalo otra vez.

source: Format
es: Formato

source: Fri
es: Vie

source: Injection
es: Inyección

source: Intense
es: Intensa

source: Level
es: Nivel

source: Liquid
es: Líquido

source: Menu
es: Menú

source: Migraine date
es: Fecha de la migraña

source: Migraine details
es: Detalles de la migraña

source: Migraine level
es: Nivel de miigraña

source: Migraine list
es: Lista de migrañas

source: Mild
es: Suave

source: Moderate
es: Moderada

source: Mon
es: Lun

source: My palliatives
es: Mis paliativos

source: Name
es: Nombre

source: Nasal Spray
es: Aerosol Nasal

source: New dose
es: Nueva dosis

source: New migraine
es: Nueva migraña

source: New Palliative
es: Nuevo Paliativo

source: No palliatives yet
es: Sin paliativos todavía

source: Notes
es: Notas

source: Opioid
es: Opiode

source: Palliative
es: Paliativo

source: Palliative Details
es: Detalles del Palliativo

source: Palliatives
es: Paliativos

source: Rate this app
es: Califica esta app

source: Sat
es: Sab

source: Save
es: Guardar

source: Select
es: Seleccionar

source: Select palliative
es: Seleccionar paliativo

source: sprays
es: pulverizaciones

source: Sun
es: Dom

source: Suppository
es: Supositorio

source: Tablet
es: Comprimido

source: Tap the plus button above to add a new palliative.
es: Haz tap en el botón + de arriba para añadir un nuevo paliativo.

source: This is an invalid month, please check your input.
es: Este es un mes no válido, por favor comprueba tu entrada.

source: This migraine will be deleted, are you sure?
es: Se va a eliminar esta migraña, estás de acuerdo?

source: This palliative dose is going to be deleted, are you sure?
es: Se va a eliminar esta dosis de paliativo, estás de acuerdo?

source: This palliative treatment will be deleted, are you sure?
es: Se va a eliminar este tratamiento paliativo, estás de acuerdo?

source: Thu
es: Jue

source: Transdermal Patch
es: Parche Transdérmico

source: Triptan
es: Triptán

source: Tue
es: Mar

source: Type
es: Tipo

source: Type & Format
es: Tipo & Formato

source: units
es: unidades

source: Warning!
es: ¡Aviso!

source: Wed
es: Mie

source: Write how you felt...
es: Escribe cómo te has sentido…
